Repository: lexo-ch/acf-seo
Catalog: languages/acfseo-*.po
Languages: de_de

source: %s Settings
de_de: %s Einstellungen

source: ACF PRO is required in order to use LEXO ACF SEO plugin. Please activate ACF PRO plugin.
de_de: ACF PRO ist erforderlich, um das LEXO ACF SEO-Plugin verwenden zu können. Bitte aktivieren Sie das ACF PRO-Plugin.

source: Activate
de_de: Aktiviert

source: Activate X.com settings
de_de: X.com Einstellung aktivieren

source: Additional documentation about valid indexing and serving rules can be found <a href="%s" target="_blank">here</a>.
de_de: Weitere Dokumentation zu gültigen Indexierungs- und Bereitstellungsregeln finden Sie <a href="%s" target="_blank">hier</a>.

source: Article
de_de: Artikel

source: Contains the @username of the website or company. This field is <b>optional</b>
de_de: Beinhaltet den @ Benutzernamen der Webseite oder Firma. Dieses Feld ist <b>optional</b>

source: Contains the author's @username. This field is <b>optional</b>
de_de: Beinhaltet den @ Benutzernamen des Autors. Dieses Feld ist <b>optional</b>

source: Display in search engines
de_de: Anzeige in Suchmaschinen

source: Don't follow META robots
de_de: META Roboter folgen nicht

source: Duplicates Settings (Canonical URL)
de_de: Duplikate-Einstellungen (Kanonische URL)

source: Enter your website type. If you don't know what type it is, it will default to <b>Website</b>.
de_de: Geben Sie Ihren Webseiten-Typ an. Wenn Sie nicht wissen um welchen Typ es sich handelt, wird es standardmässig auf <b>Website</b> gesetzt.

source: Follow META robots
de_de: META Roboter folgen

source: Global default setup (index)
de_de: Globale Standard Einrichtung (index)

source: Global Theme color
de_de: Globale Designfarbe

source: If the content of the page is a duplicate of another page, the URL of the original page should be provided here. You can also use URLs from external websites.<br><br>Examples:<br>https://www.yourdomain.tld/news/news-post1<br>https://www.some-other-website.com/news/news-post-xyz
de_de: Wenn der Inhalt der Seite ein Duplikat einer anderen Seite ist, sollte hier die URL der originalen Seite angegeben werden. Sie können auch URLs von externen Webseiten verwenden.<br><br>Beispiele:<br>https://www.ihredomain.tld/news/news-post1<br>https://www.eine-andere-website.com/news/news-post-xyz

source: If the setting <b>"META robots do not follow"</b> is set, the Google robots will not follow the links on the page.
de_de: Wenn die Einstellung <b>"META Roboter folgen nicht"</b> gesetzt ist, folgen die Google-Roboter den Links auf der Seite nicht.

source: If you activate this setting, you will have access to the X.com Card settings.
de_de: Wenn Sie diese Einstellung aktivieren, haben Sie Zugriff zu den Einstellungen der X.com-Cards.

source: Large
de_de: Gross

source: META Robot <code>max-image-preview</code> Settings
de_de: META Robot <code>max-image-preview</code> Einstellungen

source: META Robot <code>max-snippet</code> Settings
de_de: META Robot <code>max-snippet</code> Einstellungen

source: META Robot <code>max-video-preview</code> Settings
de_de: META Robot <code>max-video-preview</code> Einstellungen

source: META Robot Follow Settings
de_de: META Roboter Folge Einstellungen

source: META Robot indexing settings
de_de: META Roboter Indexierungseinstellungen

source: Mobile properties
de_de: Eigenschaften für Mobilgeräte

source: None
de_de: Keiner

source: Page heading 1
de_de: Seitenüberschrift 1

source: Page heading 2
de_de: Seitenüberschrift 2

source: Page Theme color
de_de: Seitendesignfarbe

source: Page title properties
de_de: Seitentitel Eigenschaften

source: Plugin %s is up to date.
de_de: Plugin %s ist aktuell.

source: Put the page heading 2 here
de_de: Setzen Sie hier die Seitenüberschrift 2

source: Put the page title here. If this field is left blank, the respective page will have no title!
de_de: Setzen Sie hier die Seitenüberschrift. Wenn dieses Feld leer bleibt, wird die jeweilige Seite keinen Titel haben!

source: Recommended Length: %s characters or less<br>Maximum Length: %s characters<br><br>If this field is left blank, the post's title will be used automatically. It's important to create a title that not only succinctly summarizes your article but also includes your key keywords. Strive for clarity and appeal, as this title is the first thing people will see in search engine results. Adhering to these recommendations can significantly enhance your post's visibility and attractiveness in search results.
de_de: Empfohlene Länge: %s Zeichen oder weniger<br>Maximale Länge: %s Zeichen<br><br>Wenn dieses Feld leer gelassen wird, wird automatisch der Titel des Beitrags verwendet. Es ist wichtig, einen Titel zu erstellen, der Ihren Artikel nicht nur prägnant zusammenfasst, sondern auch die wichtigsten Schlüsselwörter beinhaltet. Streben Sie nach Klarheit und Attraktivität, denn dieser Titel ist das Erste, was Personen in den Suchmaschinenergebnissen sehen werden. Die Befolgung dieser Empfehlungen kann die Sichtbarkeit und Attraktivität Ihres Beitrags in den Suchergebnissen erheblich steigern.

source: Recommended Length: %s characters or less<br>Maximum Length: %s characters<br><br>The description appearing beneath the title in search engine results plays a crucial role in conveying the essence of the article. It should be concise yet comprehensive, promptly informing potential readers about the content's focus. Additionally, it's essential to integrate all relevant keywords seamlessly to enhance search relevance and visibility.
de_de: Empfohlene Länge: %s Zeichen oder weniger<br>Maximale Länge: %s Zeichen<br><br>Die Beschreibung, die unter dem Titel in den Suchmaschinenergebnissen erscheint, spielt eine entscheidende Rolle dabei, das Wesen des Artikels zu vermitteln. Sie sollte prägnant, aber dennoch umfassend sein und potenziellen Lesern unverzüglich einen Einblick in den Schwerpunkt des Inhalts geben. Zudem ist es wesentlich, alle relevanten Schlüsselwörter nahtlos zu integrieren, um die Suchrelevanz und Sichtbarkeit zu erhöhen.

source: Search Engine Description
de_de: Suchmaschinen-Beschreibung

source: Search engine indexing
de_de: Suchmaschinen-Indexierung

source: Search Engine Title
de_de: Suchmaschinen-Titel

source: Security check failed.
de_de: Sicherheitsüberprüfung fehlgeschlagen.

source: SEO addon based on ACF.
de_de: SEO-Addon basierend auf ACF.

source: SEO Image
de_de: SEO Bild

source: SEO Settings
de_de: SEO Einstellungen

source: Set a global Theme color here, which is set as the background for the respective tab on Android on Chrome. This setting only affects <b>Chrome on Android.</b>
de_de: Setzen Sie hier eine globale Theme-Farbe, welche bei Android auf Chrome beim jeweiligen Tab als Hintergrund gesetzt wird. Diese Einstellung betrifft nur <b>Chrome auf Android</b>

source: Set a page Theme color here, which is set as the background for the respective tab on Android on Chrome. This will override a global Theme color set <a href="%s">here</a>. This setting only affects <b>Chrome on Android.</b>
de_de: Setzen Sie hier eine Seitendesignfarbe, welche bei Android auf Chrome beim jeweiligen Tab als Hintergrund gesetzt wird. Dadurch wird ein globaler Theme-Farbsatz <a href="%s">hier</a> überschrieben. Diese Einstellung betrifft nur <b>Chrome auf Android</b>

source: Set the maximum size of an image preview for this page in a search results.
de_de: Legen Sie die maximale Grösse einer Bildvorschau für diese Seite in den Suchergebnissen fest.

source: Set the number of characters used as a textual snippet for this search result.
de_de: Legen Sie die Anzahl der Zeichen fest, die als Textausschnitt für dieses Suchergebnis verwendet werden.

source: Set the number of seconds used as a video snippet for videos on this page in search results.
de_de: Legen Sie die Anzahl der Sekunden fest, die als Video-Snippet für Videos auf dieser Seite in den Suchergebnissen verwendet werden.

source: Set the type for your X.com card. This is crucial if you want to share the website via X.com. By default, <b>Summary</b> is selected.
de_de: Setzen Sie den Typ für Ihre X.com-Card. Dieser ist entscheidend, wenn Sie die Website über X.com teilen wollen. Standardmässig wird <b>Zusammenfassung</b> ausgewählt.

source: Settings
de_de: Einstellungen

source: Summary
de_de: Zusammenfassung

source: Summary with large image
de_de: Zusammenfassung mit grossem Bild

# Tab in Admin Settings
source: Mobile properties
de_de: Eigenschaften für Mobilgeräte

source: The selected image must have a resolution of at least <strong>1200 x 630px</strong>.<br>The image will be used when the post appears on Facebook, for example. If no image is defined, Facebook will use a random image present somewhere in the post. By placing the image you can improve the appearance of the article on social media.
de_de: Das ausgewählte Bild muss mindestens eine Auflösung von <strong>1200 x 630px</strong> haben.<br>Das Bild wird verwendet, wenn der Beitrag zum Beispiel auf Facebook erscheint. Wenn kein Bild definiert wird, wird Facebook ein zufälliges Bild verwenden, welches irgendwo im Beitrag vorhanden ist. Wenn Sie das Bild setzen können Sie die Erscheinung des Artikels auf sozialen Medien verbessern.

source: Type
de_de: Typ

source: Update check
de_de: Update Überprüfung

source: Upload the video that you want to display on the X.com card here. The video replaces the image (if set).
de_de: Laden Sie hier das Video hoch, welches Sie in der X.com-Card abbilden wollen. Das Video ersetzt das Bild (wenn gesetzt).

source: Videos or images
de_de: Videos oder Bilder

source: With the <b>"No indexing"</b> setting you can prevent Google robots from indexing your website.
de_de: Mit der Einstellung <b>"Keine Indexierung"</b> können Sie Google-Roboter daran hindern Ihre Webseite zu indexieren.

source: X.com @ Author
de_de: X.com @ Creator

source: X.com Card Type
de_de: X.com Card Typ
